alacritty
alsa-plugins
alsa-utils
anki
appimagelauncher
arc-gtk-theme
arc-icon-theme
arc-kde
ardour
ark
audacious
autoconf
automake
base
bashtop
bat
binutils
bison
blueman
bluez-utils
brave-bin
cadence
calf
ccls
dialog
discord
dmenu
dosfstools
dunst
efibootmgr
exa
fakeroot
feh
file
findutils
flex
gawk
gcc
gettext
gimp
git
go
gparted
gptfdisk
grep
groff
grub
guitarix
gzip
htop
i3-gaps
i3lock
imagemagick
iwd
j4-dmenu-desktop
kdeconnect
kvantum-qt5
languagetool
lf
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libreoffice-fresh-de
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux-lts
lshw
lutris
lxappearance
m4
make
man-db
marp-cli
minecraft-launcher
mpv
neofetch
neovim
networkmanager
nodejs-material-design-icons
noto-fonts
noto-fonts-emoji
ocl-icd
otf-font-awesome
pacman
papirus-icon-theme
patch
pavucontrol
pcmanfm
picom
pkgconf
polybar
pulseaudio
pulseaudio-bluetooth
pulseaudio-jack
python-language-server
python-pip
qt5ct
redshift
scrot
sed
sent
signal-desktop
simplenote-electron-bin
spectacle
spotify
starship
sudo
sxiv
syncthing
texinfo
thunderbird
timeshift
tlp
tmux
tree
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-liberation
vulkan-radeon
wget
which
wine-staging
wkhtmltopdf
xautolock
xclip
xfce4-power-manager
xfce4-settings
xorg-server
xorg-xinit
yay
zathura
zathura-djvu
zathura-pdf-mupdf
zenity
zita-ajbridge
zsh
zsh-autosuggestions
zsh-syntax-highlighting
