akvcam-dkms
appimagelauncher
arc-kde
bottom-bin
brave-bin
discord_arch_electron
downgrade
droidcam
eva
i3-swallow
lf
marp-cli
minecraft-launcher
multimc-bin
nodejs-vls
noisetorch
paru-bin
pfetch
polybar
protonvpn-linux-gui
reaper-bin
sc-im
simplenote-electron-bin
spotify
tectonic-bin
timeshift
tonelib-jam-bin
tuxguitar
vue-cli
wkhtmltopdf-static
xvkbd
yay
