akvcam-dkms
android-emulator
android-sdk-cmdline-tools-latest
appimagelauncher
arc-kde
asciidoctor-pdf
bottom-bin
brave-bin
discord_arch_electron
downgrade
etcher-bin
eva
figma-linux
i3-swallow
lf
marp-cli
minecraft-launcher
multimc-bin
nativescript
nodejs-vls
noisetorch
nordic-darker-theme
nordic-kde-git
nordic-theme
notable-bin
paru-bin
perl-pml
pfetch
polybar
protonvpn-linux-gui
pywal-git
sc-im
simplenote-electron-bin
spotify
tectonic-bin
timeshift
tonelib-jam-bin
tuxguitar
v4l2loopback-utils
vue-cli
wkhtmltopdf-static
xvkbd
yay
