a2jmidid
a52dec
aalib
accounts-qml-module
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-tools
android-udev
anki
ant
aom
arandr
arc-gtk-theme
arc-icon-theme
archlinux-keyring
ardour
argon2
aribb24
ark
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
aubio
audacious
audacious-plugins
audacity
audit
autoconf
automake
avahi
avldrums.lv2
babl
base
bash
bat
bc
biber
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
boost-libs
botan
box2d
breeze-icons
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cadence
cairo
cairomm
calf
cantarell-fonts
carla
cblas
ccls
cdparanoia
celt
cfitsio
cheese
chromaprint
clang
clucene
clutter
clutter-gst
clutter-gtk
cmatrix
cogl
colord
compiler-rt
confuse
convertlit
coreutils
cpupower
cronie
cryptsetup
cups
cups-filters
curl
dash
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dialog
diffutils
djvulibre
dkms
dmraid
dnssec-anchors
dosfstools
double-conversion
dragonfly-reverb
dunst
e2fsprogs
ebook-tools
efibootmgr
efivar
electron
electron12
element-desktop
element-web
elfutils
ell
enchant
entr
eq10q
exa
exiv2
exo
expat
faac
faad2
fakeroot
faudio
fd
feh
ffmpeg
fftw
figlet
file
filesystem
findutils
flac
flex
fluidsynth
fontconfig
foomatic-db-engine
freeglut
freetype2
freeverb3
frei0r-plugins
fribidi
ftgl
fuse-common
fuse2
fzf
garcon
gavl
gawk
gc
gcc
gcc-libs
gcolor2
gcr
gd
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghostscript
giblib
giflib
gimp
girara
git
github-cli
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-themes-extra
gnome-video-effects
gnupg
gnutls
go
gobject-introspection-runtime
gopls
gparted
gpgme
gping
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gts
guile
guitarix
gumbo-parser
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
hplip
htop
http-parser
hunspell
hwids
hwloc
hyphen
i3-gaps
i3lock
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
iproute2
iptables
iputils
iso-codes
iw
iwd
jack2
jack2-dbus
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jdk8-openjdk
jedi-language-server
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
kded
kdenlive
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kimageannotator
kio
kirigami2
kitemmodels
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpeople
kpeoplevcard
kpty
krb5
kservice
ktextwidgets
kvantum-qt5
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
languagetool
lapack
lcms2
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-dconf
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libgusb
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libaio
libappimage
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfakekey
libfbclient
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libftdi
libgcrypt
libgee
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libguess
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libixion
libjpeg-turbo
libjpeg6-turbo
libkate
libkipi
libksba
liblangtag
libldac
libldap
liblo
liblouis
liblqr
liblrdf
libltc
libluv
libmad
libmanette
libmatroska
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
libopenaptx
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-de
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libvips
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwebsockets
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv
linux-api-headers
linux-firmware
linux-lts
linux-lts-headers
lirc
llvm-libs
lm_sensors
lpsolve
lsb-release
lshw
lsof
lua
lua52
lua53
luajit
lutris
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
maim
make
man-db
mariadb-libs
maven
mbedtls
md4c
mdadm
media-player-info
menu-cache
mesa
mesa-demos
metis
micro
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt6
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
ncurses
ndctl
neofetch
neon
neovim
net-snmp
netpbm
nettle
networkmanager
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-material-design-icons
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
obs-studio
ocl-icd
openal
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
openvpn
opus
orc
otf-font-awesome
otf-latin-modern
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
paper
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pdftk
perl
perl-alien-build
perl-alien-libxml2
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-dbi
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-chdir
perl-file-find-rule
perl-file-listing
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
picom
pinentry
pipewire
pipewire-docs
pixman
pkcs11-helper
pkgconf
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
portsmf
postgresql-libs
procps-ng
protobuf
psmisc
psutils
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pulseaudio-qt
purpose
python
python-appdirs
python-argcomplete
python-astroid
python-attrs
python-beautifulsoup4
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-decorator
python-distlib
python-distro
python-docopt
python-docstring-to-markdown
python-evdev
python-flask
python-flask-cors
python-future
python-gobject
python-greenlet
python-html5lib
python-i3ipc
python-idna
python-importlib-metadata
python-isodate
python-isort
python-itsdangerous
python-jedi
python-jinja
python-jsonrpc-server
python-jsonschema
python-language-server
python-lazy-object-proxy
python-lxml
python-markdown
python-markupsafe
python-mccabe
python-more-itertools
python-msgpack
python-ordered-set
python-orjson
python-packaging
python-parso
python-pep517
python-pillow
python-pip
python-pluggy
python-ply
python-progress
python-protobuf
python-psutil
python-pyaudio
python-pycparser
python-pycups
python-pycurl
python-pydantic
python-pygls
python-pyliblo
python-pylint
python-pynvim
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyrsistent
python-pysocks
python-pythondialog
python-rdflib
python-requests
python-resolvelib
python-retrying
python-send2trash
python-setuptools
python-six
python-soupsieve
python-termcolor
python-toml
python-typeguard
python-typing_extensions
python-ujson
python-urllib3
python-waitress
python-webencodings
python-werkzeug
python-wheel
python-wrapt
python-xlib
python-yaml
python-zipp
qca-qt5
qjackctl
qpdf
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-websockets
qt5-x11extras
qt5-xmlpatterns
qt5ct
qt6-base
rapidjson
raptor
rasqal
rav1e
razercfg
re2
readline
realtime-privileges
redland
redshift
rest
rofi
rsync
rtkit
rtmpdump
rttr
rubberband
run-parts
rustup
sbc
scrot
sdl
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
signal-desktop
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
slop
snappy
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
spectacle
speex
speexdsp
spirv-tools
sqlcipher
sqlite
squashfuse
sratom
srt
starship
startup-notification
steam
sudo
suil
suitesparse
svt-av1
svt-hevc
sxiv
syncthing
syndication
sysfsutils
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tbb
tcl
tdb
texinfo
the_silver_searcher
thin-provisioning-tools
thunderbird
tk
tldr
tlp
tmux
tor
tree
tree-sitter
tslib
ttf-font-awesome
ttf-hack
ttf-liberation
ttf-roboto
twolame
tzdata
uchardet
udisks2
unibilium
unixodbc
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
vamp-plugin-sdk
vegeta
vid.stab
vimiv
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vlc
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-radeon
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine-staging
woff2
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
x42-plugins
xapp
xautolock
xaw3d
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xdo
xf86-input-libinput
xfce4-notifyd
xfce4-power-manager
xfce4-settings
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xxhash
xz
yajl
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zenity
zeromq
zimg
zip
zita-ajbridge
zita-alsa-pcmi
zita-convolver
zita-resampler
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
